
/* Markup Preferences: Name of menu item when showing all definitions but no markup */
"AllDefinitions" = "All Definitions";


/* Markup Preferences: Name of menu item for creating a new markup by duplicating an existing one */
"NewMarkup" = "New Markup…";

/* Markup Preferences: Name of menu item for renaming a markup */
"RenameMarkup" = "Rename “%@”…";

/* Markup Preferences: Name of menu item for deleting a markup */
"DeleteMarkup" = "Delete “%@”…";


/* Markup Preferences: Name of menu item for editing a custom theme. Shows the theme editor in a sheet when clicked. */
"EditTheme" = "Edit…";

/* Markup Preferences: Name of menu item for resetting a builtin theme to its defaults */
"ResetTheme" = "Reset…";

/* Markup Preferences: Name of menu item for managing the themes. Shows the theme manager in a sheet when clicked. */
"ManageThemes" = "Manage…";




/* Markup Preferences: Delete markup confirmation sheet default button */
"Delete" = "Delete";

/* Markup Preferences: Reseting intrinsic markup to default confirmation sheet default button */
"Reset" = "Reset";

/* Markup Preferences: General sheet cancelation button */
"Cancel" = "Cancel";



/* Markup Preferences: Delete markup confirmation sheet title */
"DeleteMarkupTitle" = "Delete markup?";

/* Markup Preferences: Delete markup confirmation sheet text */
"DeleteMarkupText" = "Do you really want to delete the markup “%@”? In case iCloud is enabled, it will also be deleted from all your devices. This action cannot be undone! Sheets using this markup will not be touched, however their markup can no longer be edited.";


/* Title of default button in the panel shown when adding a new theme using the "Add theme…" button. */
"Add" = "Add";


/* Menu item shown when clicking Share button. Used to export the selected theme to disk. */
"Export" = "Export…";

/* Menu item shown when clicking Share button. Used to share the selected theme on the Style Exchange. */
"Share on Style Exchange" = "Share on Style Exchange…";


/* Title of alert sheet shown when upload to Style Exchange failed. */
"UploadFailedSheetMessageText" = "Uploading Theme to Style Exchange failed";

/* Informative text of alert sheet shown when upload to Style Exchange failed. Placeholder is replaced by error output returned by the failed network request. */
"UploadFailedSheetInformativeText" = "From the error log: “%@”";

/* Default button of alert sheet shown when upload to Style Exchange failed. Clicking the button closes the sheet. */
"UploadFailedSheetOKButton" = "OK";

/* Alternative button of alert sheet shown when upload to Style Exchange failed. Clicking the button opens the Style Exchange webpage allowing to manually upload the theme. */
"UploadFailedSheetManualUploadButton" = "Manual Upload…";


/* URL of the Style Exchange where more themes can be downloaded. */
"styleExchangeURL" = "http://styles.ulyssesapp.com/themes/?ref=u3_markupPrefs";
